IDEA Open Model
Material.Poisson Property
Compatible with IDEA StatiCa 20.1
 Poisson's ratio
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Poisson { get; set; }
Public Property Poisson As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace